<% session.CodePage ="0"%>
<!--#include file="header.asp"-->
<!--#include file="menu.asp"-->

<td class="f2">
<table>
<!-- start -->
<table>
<tr>
	<td>
	<div class="head">&nbsp;ประวัติภาควิชา </div> 
	</td>
</tr>
</table>

<hr />
<table>
<tr>
	<td>
	<p style="font-size:16px">
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ภาควิชาอายุรศาสตร์ อาจนับได้ว่าเริ่มมีขึ้นตั้งแต่มีการเปิดสอนหลักสูตรแพทย์แผนปัจจุบันขึ้นในโรงพยาบาลศิริราชจากจุดเริ่มต้นของการสอน ภาควิชาอายุรศาสตร์จึงได้เปิดการฝึกอบรมระดับหลังปริญญาให้แก่แพทยที่มีความต้องการเป็นแพทย์เฉพาะทางอายุรศาสตร์
<p style="font-size:16px">
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิชาทางอายุรศาสตร์ คือวิชา Materia Medical  และ Practice of Medicine โดยวิชาอายุรศาสตร์ก็ได้รับการจัดให้สอนอยู่ในหลักสูตรแพทย์มาตลอด ระยะต่อมาก็มีครูแพทย์ไทยอีกหลายท่านที่ได้รับการศึกษาอบรมจากต่างประเทศกลับมาสอนวิชาอายุรศาสตร์ และเมื่อมีการปรับปรุงหลักสูตรการศึกษาแพทย์ไทยให้เป็นระดับปริญญา โดยความร่วมมือของมูลนิธิร็อคกี้เฟลเลอร์ ศาสตราจารย์นายแพทย์ William  Harvey  Perkins ได้มารับตำแหน่งหัวหน้าแผนก "อายุรศาสตร์"  ในพ.ศ. 2469 และในพ.ศ. 2473 ศาสตราจารย์พระอัพภันตราพาธพิศาลก็ได้เป็นหัวหน้าแผนก ต่อมาในสมัยแรกของการเรียนวิชาอายุรศาสตร์นั้น  มีครูแพทย์ทั้งชาวต่างประเทศและชาวไทยเพียงไม่กี่ท่าน แต่เนื่องจากกระบวนวิชาความรู้ต่างๆ ทางอายุรศาสตร์ได้มีความก้าวหน้าไปอย่างกว้างขวางอีกทั้งต้องการผู้เชี่ยวชาญเฉพาะกระบวนวิชาได้รับผิดชอบดูแล ในปีพ.ศ. 2488   ศาสตราจารย์นายแพทย์ประเสริฐ  กังสดาลย์ หัวหน้าแผนกอายุรศาสตร์ท่านที่ 3 ก็ได้เริ่มจัดแบ่งให้มีหน่วยต่างๆ 10 หน่วย  
ซึ่งในพ.ศ. 2512 ก็ได้ยกฐานะแผนกขึ้นเป็นภาควิชาและยกหน่วยขึ้นเป็นสาขาวิชา </p>
<p style="font-size:16px">
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ความเจริญก้าวหน้า ของภาควิชาฯได้มีมากขึ้นเป็นลำดับ จำนวนสาขาวิชาก็ได้มีเพิ่มมากขึ้นและได้มีการขยายสาขาวิชาเดิม 
ของภาควิชาอายุรศาสตร์ 3 สาขาวิชา แยกออกตั้งเป็นภาควิชาใหม่คือ ภาควิชาเวชศาสตร์ป้องกันและสังคม ภาควิชาจิตเวชศาสตร์ และภาควิชาตจวิทยา  </p>
<p style="font-size:16px">
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในปัจจุบันภาควิชาอายุรศาสตร์ ประกอบด้วย 18 สาขาวิชา  รับผิดชอบการสอนทั้งภาคบรรยาย และภาคปฏิบัติ ให้แก่ นักศึกษาแพทย์  
ชั้นปีที่ 3,4,5 และ 6 เนื่องจากความต้องการของอายุรแพทย์ของประเทศได้มีเพิ่มมากขึ้น โดยเปิดการฝึกอบรมระดับหลังปริญญาให้แก่แพทย์ที่มี  
ความต้องการเป็นแพทย์เฉพาะทางอายุรศาสตร์  โดยเปิดหลักสูตรแพทย์ประจำบ้านขึ้นใน พ.ศ. 2505 ซึ่งได้มีการขยายงานการสอนแพทย์ประจำบ้าน  
โดยเปิดหลักสูตรการฝึกอบรมแพทย์เฉพาะทางอีกหลายหลักสูตร ได้แก่ สาขาประสาทวิทยา สาขาโลหิตวิทยา สาขาตจวิทยา สาขาหทัยวิทยา  
 สาขาโรคระบบทางเดินหายใจและวัณโรค สาขาวักกะวิทยา สาขาโรคระบบทางเดินอาหาร  สาขาโรคข้อและรูมาติสซั่ม สาขาโรคระบบต่อมไร้ท่อ 
และเมตาบอลิสม และสาขาโรคติดเชื้อในปัจจุบันภาควิชาอายุรศาสตร์ มีอาจารย์  141  ท่าน อาจารย์ในภาควิชาฯเป็นผู้มีความรู้ ความสามารถ 
ทั้งในด้านการเรียนการสอน วิจัย บริการผู้ป่วยและด้านบริหาร ทางด้านบริหารนั้น คณาจารย์ในภาควิชาฯ ได้รับเลือกให้ดำรงตำแหน่งสำคัญๆ  
หลายตำแหน่ง อาทิเช่น รองอธิการบดี มหาวิทยาลัยมหิดล รองผู้อำนวยการโรงพยาบาลศิริราช คณบดีคณะแพทยศาสตร์ศิริราชพยาบาล รองคณบดีคณะแพทยศาสตร์ศิริราชพยาบาล ผู้ช่วยคณบดีคณะแพทยศาสตร์ศิริราชพยาบาล  คณะกรรมการ สภาอาจารย์มหาวิทยาลัยมหิดล คณะกรรมการสภาอาจารย์คณะแพทยศาสตร์ศิริราช 
พยาบาล เป็นต้น รวมทั้งเป็นนายกสมาคมต่าง ๆ ประธานและกรรมการของราชวิทยาลัยอายุรแพทย์แห่งประเทศไทย และอธิการบดีมหาวิทยาลัยมหิดล </p>
<p style="font-size:16px">
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นอกจากนี้   คณาจารย์ในภาควิชาฯ ยังมีผลงานด้านการแต่งตำรา     ทั้งภาษาไทย และภาษาต่างประเทศในลักษณะ  
ของตำราอายุรศาสตร์ที่อาจารย์ในภาควิชาฯ      ร่วมกันเขียนและตำราเฉพาะวิชา         ซึ่งเขียนร่วมกับแพทย์ผู้เชี่ยวชาญของสถาบันอื่นๆ ตำราเหล่านี้  
ได้รับการยอมรับกันอย่างแพร่หลายและได้รับรางวัล ในระดับคณะและมหาวิทยาลัยทางด้านงานสอน      คณาจารย์ของภาควิชาอายุรศาสตร์ ได้ทุ่มเท 
ความสามารถ และอุทิศเวลาในการดูแลอบรมสั่งสอนนักศึกษาแพทย์         เพื่อให้เรียนจบไปเป็นแพทย์ผู้มีทั้งความรู้ความสามารถและความรับผิดชอบ 
ต่อหน้าที่การงาน ผลแห่งความเสียสละ และความรักในศิษย์     จึงทำให้อาจารย์หลายท่านในภาควิชาฯ        ได้รับการยกย่องให้เป็นที่ประจักษ์รับเลือก ให้ได้รับรางวัลอาจารย์ดีเด่นจากสภาอาจารย์ศิริราช รางวัลเจ้าพระยาพระเสด็จสุเรนทราธิบดีจากคณะแพทยศาสตร์ศิริราชพยาบาล     รางวัลตัวอย่าง  
จากสภาคณาจารย์     มหาวิทยาลัยมหิดล และรางวัลมหาวิทยาลัยมหิดล   สาขาความเป็นครู         ซึ่งถือเป็นเกียรติยศอย่างสูงและเป็นแบบอย่าง ให้แก่อาจารย์ท่านอื่นๆ      ได้ถือปฏิบัติต่อไปทางด้านวิชาการ คณาจารย์ของภาควิชาอายุรศาสตร์ ได้รับแต่งตั้งให้ดำรงตำแหน่งศาสตราจารย์ 12 ท่าน โดย 
เป็นศาสตราจารย์ ระดับ 11 จำนวน  4 ท่าน ศาสตราจารย์ระดับ 10 จำนวน 6 ท่าน ศาสตราจารย์คลินิก 2 ท่าน 
รองศาสตราจารย์ 55 ท่าน และผู้ช่วยศาสตราจารย์ 32 ท่าน ในขณะนี้ยังมีอาจารย์ที่ได้รับทุนไปศึกษาและฝึกอบรมต่อในต่างประเทศ จำนวน 15 ท่าน 
ซึ่งจะได้กลับมาเป็นกำลังสำคัญของภาควิชาฯ และคณะฯ  </p>
<p style="font-size:16px">
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ต่อไปในอนาคต ในด้านผลงานทางวิชาการของคณาจารย์ในภาควิชานั้น งานวิจัยของอาจารย์ที่ได้รับการตีพิมพ์ในวารสารทั้งในประเทศและต่างประเทศมีจำนวนหลายร้อยเรื่องและยังมีผลงานวิจัยยอดเยี่ยม          ที่ได้รับรางวัลระดับคณะแพทยศาสตร์ศิริราชพยาบาล  
มหาวิทยาลัยมหิดล   จากสภาวิจัยแห่งชาติ         รวมทั้งรางวัลมหิดล บี บราวน์ ซึ่งเป็นความภาคภูมิใจอย่างยิ่งของภาควิชาอายุรศาสตร์  ในด้านการบริการผู้ป่วย     แต่เดิมนั้น หอผู้ป่วยสามัญของภาควิชาฯ        ได้กระจัดกระจายไปอยู่ในตึกต่างๆ ซึ่งทำให้เกิดความยากลำบากและไม่สะดวก 
ในการดูแลบริหารจัดการ       เมื่อคณะฯ ได้รับงบประมาณ สร้างตึกอัษฎางค์ใหม่สูง 12 ชั้น ขึ้นมาแทนตึกอัษฎางค์เดิม  ภาควิชาฯ จึงได้ดำริที่จะรวบรวมสำนักงานภาควิชาฯ และสำนักงานสาขาวิชาฯ ต่างๆ บางส่วน       ตลอดจนหออภิบาลผู้ป่วย และหอผู้ป่วยสามัญ          โดยมีการตกแต่ง 
และจัดหาครุภัณฑ์ต่างๆ มาตามลำดับ       จนเปิดบริการได้ครบทุกชั้น ใน พ.ศ. 2538     ขณะนี้ในตึกอัษฎางค์     มีหอผู้ป่วยสามัญรวม 10 หอ  
เป็นหอผู้ป่วยชาย 5 หอ และหอผู้ป่วยหญิง 5 หอ มีเตียงรับผู้ป่วยสามัญรวม 196 เตียง มีหออภิบาล 4 หอ ได้แก่ ICU (Intensive Care Unit), 
RCU   ( Respiratory Care Unit )  ,   CCU ( Coronary Care Unit )   และ        ICCU ( Intermediate Cardiac Care Unit )  
และยังมีศูนย์ปลูกถ่ายไขกระดูกจุฬาภรณ์ซึ่งเปิดเมื่อ พ.ศ. 2529 รวมทั้งห้องประชุม และห้องสมุดของภาควิชาฯ  </p>
<p style="font-size:16px">
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สรุปว่า ภาควิชาอายุรศาสตร์ได้มีความเจริญก้าวหน้ามากขึ้นเป็นลำดับ     นับตั้งแต่ ปี พ.ศ. 2469          ซึ่งมีศาสตราจารย์นายแพทย์  
William Harvey Perkins เป็นหัวหน้าภาควิชาอายุรศาสตร์คนแรกจนถึงปัจจุบันนับเป็นเวลา 92 ปี คณาจารย์ของภาควิชาฯ รวมทั้งสิ้น 141 คน 
ได้ทุ่มเทความรู้ความสามารถและอุทิศเวลาในการดูแลอบรมสั่งสอนนักศึกษาแพทย์        เพื่อให้เรียนจบไปเป็นแพทย์ที่ดีมีคุณภาพและในด้านการให้บริการรักษาพยาบาลผู้ป่วย ภาควิชาฯ ได้ปรับปรุงห้องตรวจโรคอายุรศาสตร์ใหม่ทั้งหมด ทั้งนี้เพื่อประโยชน์อย่างสูงสุดสำหรับผู้ป่วยที่มารับการตรวจรักษาในโรงพยาบาลศิริราช คณาจารย์และบุคลากรในภาควิชาฯ      ต่างมีความมุ่งมั่นอย่างแรงกล้าที่จะปฎิบัติหน้าที่การงานอย่างเต็มกำลังความสามารถ           เพื่อทำคุณประโยชน์สร้างชื่อเสียงเกียรติภูมิให้แก่ภาควิชาอายุรศาสตร์                  คณะแพทยศาสตร์ศิริราชพยาบาล  
มหาวิทยาลัยมหิดลต่อไป</p>
	</td>
</tr>
</table>


<br> 
<!-- <div class="t2"><a href="index.asp"><img src="images/b_back.gif" border="0"></a></div> -->
<br><br>
  <!-- end -->
</table> 

</td>
</tr>
</table>

<!--#include file="footer.asp"-->
